afetch
balena-etcher-appimage
berry-git
betterdiscordctl
betterlockscreen
bibata-cursor-theme
catch2-git
catppuccin-gtk-theme-frappe
catppuccin-gtk-theme-latte
catppuccin-gtk-theme-macchiato
catppuccin-gtk-theme-mocha
cava
ddcci-driver-linux-dkms
eww
fm6000
fontpreview
gkraken
ksuperkey
mullvad-vpn
nerd-fonts-cozette-ttf
nitch
otf-sfmono-patched
pcsx2
pfetch
picom-ftlabs-git
pipes.sh
pokemon-colorscripts-git
python-bluetooth-battery
rpcs3-bin
scientifica-font
sddm-theme-corners-git
spicetify-themes-git
spotify
tamzen-font
tdrop-git
tempy-git
termsyn-font
update-grub
ventoy-bin
vscodium-bin
yay-bin
zscroll-git
