alacritty
archlinux-keyring
arm-none-eabi-binutils
arm-none-eabi-gcc
arm-none-eabi-newlib
autoconf
automake
avr-binutils
avr-gcc
avr-libc
avrdude
base
base-devel
bc
binutils
bison
blueman
bluez
bluez-utils
bottom
broot
bspwm
btrfs-progs
clang
cmus
debugedit
dfu-programmer
dfu-util
discord
docker
dunst
easyeffects
efibootmgr
exa
fakeroot
feh
file
findutils
firefox
flameshot
flex
gawk
gcc
gettext
git
gnu-free-fonts
gnuchess
grep
groff
grub
gzip
htop
intel-ucode
iptables-nft
iwd
jgmenu
jq
libtool
links
linux
linux-firmware
linux-headers
lsp-plugins
m4
maim
make
mpv
nano
nasm
nemo
neofetch
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nvidia
nvtop
obs-studio
openbsd-netcat
os-prober
packagekit-qt5
pacman
pamixer
patch
pavucontrol
pipewire-pulse
pkgconf
playerctl
plocate
polybar
pulsemixer
python-pywal
qt5ct
ranger
ripgrep
riscv64-elf-binutils
riscv64-elf-gcc
riscv64-elf-newlib
rofi
rust
sddm
sed
slock
smartmontools
solaar
speedtest-cli
steam
sudo
sxhkd
terminus-font
texinfo
tmux
tree
ttf-firacode-nerd
ttf-font-awesome
ttf-inconsolata
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-joypixels
ttf-liberation
ttf-nerd-fonts-symbols-2048-em-mono
ttf-terminus-nerd
ueberzug
unzip
upower
vde2
viewnior
vim
vlc
wget
wgetpaste
which
wireless_tools
wmctrl
xarchiver
xclip
xcolor
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-utils
xdo
xf86-video-vesa
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xsettingsd
zip
zram-generator
zsh
zsh-autosuggestions
